▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
▁the	-3.34956
.	-3.3522
,	-3.47569
s	-3.60711
▁a	-3.89409
▁and	-4.04845
▁to	-4.06118
▁of	-4.07964
'	-4.13806
br	-4.34244
▁/>	-4.36221
<	-4.40757
▁is	-4.40927
▁I	-4.49333
▁in	-4.56437
▁it	-4.59179
▁that	-4.73537
▁this	-4.78681
t	-4.83985
▁was	-4.98424
▁movie	-5.01718
ing	-5.10398
▁	-5.13166
-	-5.13685
▁for	-5.25319
▁with	-5.28806
▁film	-5.35939
▁The	-5.37705
ed	-5.41168
▁but	-5.44239
▁on	-5.44306
▁be	-5.49599
▁have	-5.52232
▁"	-5.52341
▁as	-5.54234
▁you	-5.55651
▁not	-5.59013
▁(	-5.60403
▁are	-5.63745
ly	-5.66736
"	-5.74781
▁one	-5.79184
d	-5.80067
▁like	-5.87678
▁they	-5.87794
▁his	-5.88809
▁all	-5.91272
▁he	-5.92212
▁at	-5.93305
▁so	-5.98041
▁just	-6.00509
▁an	-6.01755
▁from	-6.04401
▁who	-6.04998
)	-6.04999
▁by	-6.05316
▁out	-6.0686
▁or	-6.06994
y	-6.08355
▁about	-6.10012
?	-6.15825
e	-6.1909
▁some	-6.22513
▁has	-6.25565
▁can	-6.29431
▁there	-6.31881
▁It	-6.32197
n	-6.32853
▁would	-6.33489
▁her	-6.34003
▁no	-6.34087
!	-6.34091
▁bad	-6.35696
▁good	-6.36039
▁up	-6.3749
▁if	-6.37644
▁even	-6.39014
m	-6.40377
▁more	-6.42191
▁time	-6.42747
▁what	-6.44237
▁only	-6.4441
▁make	-6.45348
▁This	-6.461
▁get	-6.46432
▁were	-6.46855
▁had	-6.494
▁really	-6.49746
▁me	-6.51092
▁could	-6.5266
The	-6.53337
...	-6.53865
▁very	-6.54959
▁when	-6.60335
er	-6.6172
▁my	-6.6265
▁been	-6.63832
▁see	-6.64387
▁much	-6.65986
▁A	-6.66007
▁story	-6.66395
▁their	-6.6656
▁do	-6.66977
:	-6.67722
▁she	-6.67881
I	-6.68229
▁than	-6.68578
a	-6.73196
ve	-6.73224
re	-6.74495
▁into	-6.7456
▁which	-6.74837
▁people	-6.79024
▁made	-6.80939
▁don	-6.81589
▁we	-6.83592
▁-	-6.84183
▁other	-6.85217
▁because	-6.85576
▁any	-6.86015
▁plot	-6.87931
▁how	-6.88268
▁too	-6.89438
▁way	-6.93894
▁movies	-6.96161
▁them	-6.96748
▁acting	-6.97236
▁most	-6.98455
▁think	-7.00096
▁will	-7.01049
▁better	-7.02445
▁off	-7.02951
▁him	-7.03031
▁characters	-7.03289
▁seen	-7.0349
▁know	-7.03579
▁over	-7.03998
l	-7.04629
▁ever	-7.04864
▁character	-7.05903
▁did	-7.06078
▁watch	-7.06581
▁should	-7.07076
▁And	-7.07411
▁never	-7.07659
▁show	-7.0803
al	-7.08207
▁first	-7.10164
▁say	-7.11137
▁also	-7.11658
▁then	-7.13023
▁your	-7.13066
▁look	-7.13807
▁But	-7.14157
▁well	-7.15101
▁where	-7.15627
es	-7.1933
▁little	-7.20617
o	-7.209
▁being	-7.21878
▁want	-7.223
▁many	-7.22691
▁'	-7.22976
▁thing	-7.22989
▁S	-7.23004
).	-7.23247
▁didn	-7.24899
▁two	-7.2543
▁something	-7.25434
;	-7.2583
▁after	-7.25919
▁i	-7.26194
▁scenes	-7.26826
▁There	-7.27562
▁scene	-7.27981
▁<	-7.28712
▁films	-7.28736
▁end	-7.29521
r	-7.29523
▁go	-7.30856
in	-7.31379
▁If	-7.31756
▁He	-7.3179
ll	-7.32955
▁nothing	-7.33086
▁watching	-7.33614
▁In	-7.34342
S	-7.36847
or	-7.37064
▁does	-7.3742
/	-7.37933
▁actually	-7.39451
▁these	-7.40963
▁doesn	-7.40996
▁back	-7.41143
▁actors	-7.41233
ting	-7.41443
▁through	-7.4168
▁great	-7.42505
▁going	-7.43253
▁worst	-7.43739
▁minutes	-7.44444
▁man	-7.45351
▁B	-7.4569
▁part	-7.46889
A	-7.47008
▁such	-7.47661
p	-7.47662
▁find	-7.4795
),	-7.48091
▁life	-7.48255
▁real	-7.48633
▁why	-7.49208
c	-7.49476
▁script	-7.50301
▁funny	-7.50473
le	-7.51255
▁still	-7.5142
▁work	-7.52027
▁director	-7.52283
▁few	-7.53331
▁before	-7.5431
▁lot	-7.55074
▁here	-7.56005
▁around	-7.57376
▁old	-7.57585
▁least	-7.57648
i	-7.57882
▁fact	-7.57914
▁love	-7.57927
▁pretty	-7.5799
▁best	-7.58016
▁down	-7.5836
▁those	-7.60055
▁guy	-7.60871
▁same	-7.62521
▁give	-7.63231
▁enough	-7.63594
▁its	-7.64028
▁seems	-7.64734
▁thought	-7.65729
▁another	-7.66817
▁while	-7.69198
▁whole	-7.70587
and	-7.70668
▁got	-7.70712
▁original	-7.71874
th	-7.73825
▁horror	-7.73867
on	-7.7418
the	-7.74244
▁isn	-7.74569
▁again	-7.74598
▁C	-7.74747
▁take	-7.75005
▁things	-7.75129
▁un	-7.75294
▁big	-7.75423
▁might	-7.75442
▁point	-7.75929
▁feel	-7.76062
▁years	-7.77138
▁every	-7.77516
▁They	-7.77547
▁interesting	-7.77685
se	-7.7804
b	-7.7816
▁stupid	-7.78277
▁money	-7.78322
▁though	-7.7842
▁P	-7.78929
▁must	-7.79198
▁anything	-7.80916
▁poor	-7.8097
en	-7.82351
▁long	-7.82934
T	-7.83576
▁hard	-7.84051
▁far	-7.84217
▁reason	-7.8426
&	-7.85684
▁right	-7.86214
▁now	-7.86259
te	-7.86567
▁awful	-7.86613
▁put	-7.86618
▁book	-7.87083
▁action	-7.87312
▁am	-7.87526
▁2	-7.88417
an	-7.8842
▁gets	-7.88446
▁quite	-7.8889
f	-7.88915
▁waste	-7.89128
▁kind	-7.89237
▁come	-7.89486
▁bit	-7.89757
▁without	-7.89995
▁believe	-7.90036
ers	-7.90133
▁effects	-7.913
▁away	-7.91599
▁comedy	-7.91765
ic	-7.9205
▁sure	-7.92205
C	-7.92252
▁What	-7.92859
▁boring	-7.93147
▁completely	-7.93311
▁trying	-7.93591
ion	-7.93778
▁done	-7.93852
▁You	-7.94153
▁cast	-7.9445
g	-7.9483
▁else	-7.95099
almost	-7.96107
k	-7.96261
▁saw	-7.96601
▁someone	-7.96706
▁re	-7.97082
▁name	-7.98129
▁anyone	-7.98837
▁making	-7.99215
it	-7.99374
▁looking	-7.9961
▁That	-8.00225
able	-8.00952
▁probably	-8.01226
".	-8.01283
▁goes	-8.01371
▁world	-8.01761
▁seem	-8.01771
▁idea	-8.01954
▁girl	-8.02238
▁sense	-8.02269
▁tell	-8.03788
▁terrible	-8.03885
less	-8.04726
▁read	-8.04728
▁place	-8.04756
D	-8.04786
ar	-8.0542
▁main	-8.05527
▁role	-8.06102
▁wasn	-8.06373
▁left	-8.07159
▁TV	-8.07245
--	-8.07975
▁D	-8.08009
as	-8.0839
R	-8.08532
▁screen	-8.08916
▁fun	-8.0975
▁found	-8.10011
▁10	-8.10018
▁No	-8.1044
▁worse	-8.10558
▁new	-8.11318
h	-8.11482
ce	-8.11913
▁set	-8.11968
▁us	-8.11987
▁instead	-8.1236
▁So	-8.12669
(	-8.12761
▁times	-8.12857
M	-8.13225
▁own	-8.13461
▁always	-8.13555
▁let	-8.13609
▁looks	-8.1366
",	-8.13689
▁camera	-8.14115
▁American	-8.14495
is	-8.14833
▁low	-8.15197
▁since	-8.15285
▁use	-8.1569
▁may	-8.15944
man	-8.16458
▁between	-8.16496
This	-8.16516
▁last	-8.16538
▁watched	-8.16615
▁actor	-8.16936
▁rather	-8.17109
▁special	-8.1711
▁budget	-8.1722
▁When	-8.17237
▁woman	-8.17737
u	-8.18218
▁laugh	-8.18889
▁everything	-8.18972
us	-8.19104
▁M	-8.19142
▁start	-8.19182
P	-8.19817
▁audience	-8.20029
▁shot	-8.20762
▁music	-8.20796
▁guess	-8.20871
▁either	-8.20895
▁sound	-8.21366
el	-8.2163
▁She	-8.22066
▁hav	-8.22334
ur	-8.22858
▁F	-8.23089
It	-8.23299
▁wrong	-8.23466
▁need	-8.23597
ness	-8.23721
▁ending	-8.23749
▁fan	-8.24042
▁Why	-8.242
▁As	-8.24279
▁horrible	-8.2478
▁try	-8.24873
▁T	-8.25307
▁comes	-8.25309
▁young	-8.25415
▁course	-8.25447
▁short	-8.25447
▁dialogue	-8.2545
▁rest	-8.25523
▁job	-8.268
▁DVD	-8.26807
▁To	-8.27197
▁worth	-8.27215
▁half	-8.27493
▁line	-8.27916
▁K	-8.27942
▁day	-8.28362
▁said	-8.28852
ri	-8.29496
▁head	-8.29562
▁under	-8.29622
▁high	-8.30428
▁seeing	-8.3064
▁remember	-8.30946
▁mean	-8.31271
▁once	-8.31504
ra	-8.3215
▁guys	-8.32151
▁care	-8.32156
▁different	-8.32388
▁E	-8.32868
▁For	-8.32936
▁both	-8.32952
▁each	-8.33092
▁friends	-8.33639
ity	-8.33651
▁series	-8.33851
▁Not	-8.33937
▁kids	-8.34453
▁three	-8.34544
▁went	-8.34601
▁absolutely	-8.34611
▁sort	-8.35287
▁everyone	-8.35314
to	-8.35639
▁person	-8.35963
▁3	-8.35975
▁case	-8.3602
▁women	-8.36031
▁production	-8.36054
▁help	-8.36417
est	-8.36578
▁Well	-8.36614
▁used	-8.36971
▁play	-8.37397
▁yet	-8.37552
▁video	-8.37565
B	-8.37585
▁nice	-8.37909
▁simply	-8.38275
▁version	-8.38276
▁our	-8.38392
▁flick	-8.38631
▁sex	-8.3879
▁supposed	-8.38802
▁played	-8.38822
▁together	-8.39039
▁run	-8.39241
st	-8.393
▁doing	-8.39385
▁b	-8.39645
▁ridiculous	-8.39808
▁crap	-8.40133
▁piece	-8.40222
▁next	-8.40583
▁fall	-8.40588
▁kill	-8.40949
▁dur	-8.41022
▁plays	-8.41065
▁example	-8.41364
ie	-8.4138
▁however	-8.41414
N	-8.41783
▁lack	-8.41976
▁THE	-8.42518
▁We	-8.42895
ies	-8.43025
▁men	-8.4345
▁seemed	-8.43628
▁death	-8.43746
▁full	-8.43877
up	-8.44182
▁All	-8.44294
▁sit	-8.44323
▁wife	-8.44588
▁night	-8.44656
w	-8.44904
▁killed	-8.45018
▁performance	-8.45099
▁cheap	-8.45365
▁family	-8.45377
▁turn	-8.45501
ous	-8.45786
▁entire	-8.45833
at	-8.46105
▁shows	-8.46194
▁black	-8.46223
▁However	-8.46284
ther	-8.46327
▁keep	-8.46767
▁ga	-8.46893
▁O	-8.46913
▁attempt	-8.47009
▁Hollywood	-8.47038
▁school	-8.47737
▁small	-8.47844
▁usual	-8.47851
▁quality	-8.47857
▁felt	-8.47857
▁came	-8.47871
▁mind	-8.47924
ne	-8.4804
ter	-8.48151
▁car	-8.48172
▁One	-8.48273
▁4	-8.48596
ation	-8.48702
▁G	-8.48705
▁recommend	-8.49051
▁given	-8.49101
▁takes	-8.49263
▁John	-8.49591
▁especially	-8.49616
▁house	-8.49672
▁understand	-8.49726
▁star	-8.49862
▁My	-8.50092
▁problem	-8.50249
▁year	-8.50379
▁himself	-8.50387
▁home	-8.50387
ish	-8.507
▁de	-8.50773
am	-8.50872
▁second	-8.51139
▁wanted	-8.51144
▁tries	-8.51255
▁R	-8.51432
▁H	-8.51593
▁lead	-8.5176
▁save	-8.51846
▁Don	-8.51854
▁couple	-8.52119
▁town	-8.52182
▁along	-8.52432
K	-8.52458
▁itself	-8.52996
▁true	-8.5302
E	-8.53248
▁playing	-8.53712
▁already	-8.53881
▁etc	-8.53881
▁	-8.53884
ch	-8.54033
▁On	-8.54977
▁enjoy	-8.55175
▁close	-8.55293
one	-8.5543
▁lines	-8.55628
▁near	-8.55673
L	-8.56036
▁p	-8.56565
▁dead	-8.56708
ist	-8.56795
▁side	-8.56977
▁war	-8.57323
▁less	-8.57546
▁After	-8.57581
▁face	-8.58271
▁monster	-8.58492
ro	-8.5863
la	-8.58672
id	-8.59095
▁title	-8.59363
▁maybe	-8.59442
▁W	-8.59618
▁Then	-8.60112
▁decent	-8.60333
▁direction	-8.60336
▁written	-8.60353
▁slow	-8.60948
In	-8.61072
▁writing	-8.61272
▁classic	-8.61298
▁called	-8.61733
▁writer	-8.62478
z	-8.62703
▁unti	-8.6272
▁father	-8.63236
▁friend	-8.63415
▁wonder	-8.63419
▁c	-8.63445
▁mess	-8.63796
If	-8.63839
▁L	-8.64162
▁Even	-8.64249
Y	-8.64299
▁stuff	-8.65165
▁pick	-8.65206
▁annoying	-8.65225
▁matter	-8.65419
ian	-8.65751
▁myself	-8.6616
▁stop	-8.66162
▁How	-8.66246
ry	-8.66959
▁drama	-8.67148
▁God	-8.67159
▁5	-8.672
tally	-8.6727
▁complete	-8.67562
▁1	-8.6763
▁manage	-8.68152
▁beginning	-8.68194
▁won	-8.68226
▁act	-8.69101
▁At	-8.6919
▁dialog	-8.69216
▁silly	-8.69222
▁obvious	-8.69915
G	-8.701
▁humor	-8.70246
▁picture	-8.70279
O	-8.70618
▁hour	-8.70741
▁mother	-8.71324
▁stay	-8.71374
▁fans	-8.71419
▁Also	-8.7142
▁thinking	-8.71533
▁cut	-8.71541
▁top	-8.71891
ive	-8.72111
▁local	-8.72382
▁female	-8.72396
!!!	-8.7272
ir	-8.72758
▁meet	-8.72994
ant	-8.73229
▁group	-8.73455
▁obviously	-8.73816
▁sever	-8.73828
▁son	-8.73847
▁extreme	-8.74542
▁predictable	-8.74548
▁call	-8.74635
▁fight	-8.75123
ty	-8.75484
▁dull	-8.75654
▁fair	-8.75663
▁cool	-8.75682
▁later	-8.75704
▁hand	-8.75837
▁killer	-8.76387
!)	-8.76394
▁poorly	-8.76541
▁stars	-8.76577
na	-8.76597
▁entertaining	-8.76838
et	-8.76871
▁against	-8.76876
▁talent	-8.76904
▁happens	-8.77048
▁game	-8.77378
▁episode	-8.77398
ton	-8.77695
▁themselves	-8.77876
▁bunch	-8.77876
▁co	-8.77933
▁becomes	-8.78274
▁--	-8.78363
▁live	-8.78435
▁often	-8.78645
▁cinema	-8.79
▁cover	-8.79023
▁weak	-8.79053
▁disappointed	-8.79056
▁become	-8.79824
▁boy	-8.7992
3	-8.80101
▁pay	-8.80161
▁hell	-8.80165
fi	-8.80194
lo	-8.80197
▁expect	-8.80276
There	-8.80704
▁hours	-8.80828
▁wish	-8.81247
▁beautiful	-8.81325
▁genre	-8.81364
▁white	-8.8138
▁OK	-8.81444
▁talk	-8.81473
▁took	-8.81564
ha	-8.81907
il	-8.81968
!!	-8.8201
▁mention	-8.82057
▁started	-8.82184
un	-8.82481
▁effort	-8.82501
▁voice	-8.82501
▁children	-8.82501
▁sad	-8.82502
▁fails	-8.83119
▁happen	-8.83506
▁hate	-8.83542
▁hero	-8.83596
▁except	-8.83653
▁spend	-8.83709
ke	-8.83871
▁turns	-8.84064
▁N	-8.84102
▁sequel	-8.84565
▁Man	-8.84614
▁wouldn	-8.8466
▁Just	-8.85014
▁order	-8.85064
F	-8.85108
lthough	-8.85393
▁words	-8.85594
ge	-8.85638
▁blood	-8.85902
▁spent	-8.86122
▁daughter	-8.86134
▁early	-8.86166
▁type	-8.86236
▁Of	-8.86462
ent	-8.86607
▁final	-8.86785
but	-8.86951
▁dark	-8.87348
▁truly	-8.8735
▁tried	-8.87355
ment	-8.87432
▁review	-8.87553
be	-8.87882
▁decide	-8.88356
▁parts	-8.8839
ck	-8.88446
▁viewer	-8.88484
▁lost	-8.88623
▁talking	-8.89258
▁move	-8.8948
▁saying	-8.89695
son	-8.89708
▁jokes	-8.89749
▁rating	-8.89756
▁huge	-8.89869
▁First	-8.89984
▁girls	-8.89993
▁bring	-8.9022
▁gore	-8.90445
And	-8.9084
▁hit	-8.90907
."	-8.91034
▁involved	-8.91248
▁Mr	-8.91349
▁Now	-8.91379
▁interest	-8.91389
▁figure	-8.91481
ate	-8.9174
▁hope	-8.9197
ma	-8.92152
▁dumb	-8.92279
▁moments	-8.92291
▁self	-8.92429
▁human	-8.92466
▁fine	-8.92466
out	-8.92526
taking	-8.92542
▁across	-8.92598
age	-8.92675
▁Oh	-8.92676
▁finally	-8.92815
▁happened	-8.92938
ling	-8.93511
▁pathetic	-8.93786
▁team	-8.93788
▁20	-8.93883
W	-8.94456
▁Ed	-8.94887
▁footage	-8.95099
▁average	-8.95132
▁evil	-8.95166
king	-8.95192
▁Whi	-8.95201
▁cannot	-8.95253
▁follow	-8.95381
▁pre	-8.95642
▁f	-8.95769
▁actress	-8.96371
▁result	-8.96447
▁violence	-8.96447
▁behind	-8.96447
sh	-8.96467
▁space	-8.96484
▁throughout	-8.9651
▁De	-8.96741
▁st	-8.96762
▁total	-8.97395
▁liked	-8.97641
if	-8.97803
▁running	-8.97828
▁room	-8.97884
▁Some	-8.98008
▁able	-8.98126
▁shots	-8.98152
▁heart	-8.98632
▁ex	-8.98705
▁serious	-8.98903
▁novel	-8.99216
▁possible	-8.99239
▁With	-8.99269
▁Michael	-8.99285
▁scary	-8.99334
▁style	-8.99378
▁coming	-8.99404
▁others	-8.99536
▁His	-8.99552
▁wasted	-8.99588
no	-8.99835
ine	-8.9994
▁turned	-8.99977
um	-9.00421
▁strange	-9.00477
▁write	-9.00578
▁major	-9.00614
▁kept	-9.00615
ary	-9.00624
▁late	-9.00655
▁hold	-9.00769
▁joke	-9.00786
▁Do	-9.009
like	-9.00972
▁walk	-9.01424
x	-9.01465
▁break	-9.01605
▁IMDb	-9.02043
▁documentary	-9.02044
▁message	-9.02076
▁check	-9.02099
▁exactly	-9.02121
▁Maybe	-9.02189
▁moment	-9.02211
▁kid	-9.02225
▁art	-9.02309
▁directed	-9.02315
ally	-9.0239
pe	-9.02784
▁soon	-9.02971
ted	-9.03206
▁yourself	-9.03492
2	-9.03492
▁pull	-9.03492
*	-9.03512
▁Or	-9.03596
▁seriously	-9.03858
▁heard	-9.03906
▁gun	-9.0409
▁appears	-9.04181
▁h	-9.04241
ul	-9.04343
▁age	-9.04472
▁cheesy	-9.04963
▁subject	-9.04963
▁knew	-9.04963
▁body	-9.04968
tic	-9.05023
▁editing	-9.05041
▁certainly	-9.05219
▁career	-9.05363
▁non	-9.05887
!"	-9.06354
yond	-9.06447
▁English	-9.06487
▁box	-9.06519
▁Van	-9.06557
▁Robert	-9.06795
▁opening	-9.07048
he	-9.07176
which	-9.07378
▁nor	-9.07514
▁Ma	-9.07921
▁opinion	-9.0797
▁doubt	-9.07971
▁weird	-9.07971
▁hair	-9.07981
▁New	-9.07982
▁NOT	-9.07993
▁sub	-9.0803
▁change	-9.08082
▁problems	-9.08217
▁leave	-9.08311
▁none	-9.08506
▁ago	-9.08565
▁avoid	-9.08623
▁experience	-9.09203
▁Dr	-9.09235
▁light	-9.09237
▁Re	-9.09274
ful	-9.0928
9	-9.09322
1	-9.09545
▁Instead	-9.09566
▁past	-9.0979
▁wear	-9.09905
▁ten	-9.09953
▁open	-9.09997
▁lame	-9.10172
▁cop	-9.10438
▁J	-9.10507
▁add	-9.10523
▁feeling	-9.10615
▁whe	-9.10752
▁power	-9.11042
▁sometimes	-9.11075
▁level	-9.11114
▁redeem	-9.11125
▁sci	-9.11184
ism	-9.11414
ig	-9.11473
▁decided	-9.11479
▁starts	-9.11587
▁con	-9.11603
▁die	-9.1179
▁V	-9.12049
What	-9.12066
not	-9.12147
But	-9.12152
▁needed	-9.12155
▁bother	-9.12606
▁French	-9.12659
▁cinematography	-9.12659
▁score	-9.12666
▁child	-9.1268
ley	-9.12899
ad	-9.13603
▁killing	-9.13927
▁shown	-9.1404
▁days	-9.14175
▁material	-9.14272
▁project	-9.14272
▁trash	-9.14274
▁alone	-9.14277
▁girlfriend	-9.14286
▁single	-9.14304
▁d	-9.14307
▁storyline	-9.14373
▁apparently	-9.14437
▁reviews	-9.1456
▁released	-9.14567
▁Mo	-9.1463
so	-9.14638
▁rent	-9.14901
ever	-9.14923
▁badly	-9.15035
▁Be	-9.15178
▁says	-9.15274
▁clear	-9.1561
▁post	-9.15639
▁premise	-9.15911
▁history	-9.15912
▁crime	-9.15926
▁stories	-9.15956
▁told	-9.15963
....	-9.16026
▁thriller	-9.16038
▁begin	-9.16497
▁taken	-9.1664
▁m	-9.16792
▁speak	-9.16947
▁release	-9.17298
▁admit	-9.17575
▁attention	-9.17578
▁bigge	-9.17645
nt	-9.17654
▁quickly	-9.17692
▁performances	-9.18134
ia	-9.18196
▁...	-9.18397
▁enjoyed	-9.1842
So	-9.18472
▁feature	-9.18606
▁four	-9.19238
▁excellent	-9.19273
ner	-9.19288
▁t	-9.19356
▁Unfortunately	-9.19411
▁particularly	-9.19556
for	-9.19685
im	-9.20035
▁word	-9.20071
go	-9.20137
5	-9.20399
▁buy	-9.20429
ut	-9.20527
V	-9.20869
▁murder	-9.20931
▁chance	-9.21001
▁crew	-9.2101
▁based	-9.21105
▁unless	-9.21235
▁clearly	-9.21365
▁eyes	-9.21488
▁lives	-9.2168
mo	-9.21887
▁hot	-9.21928
mp	-9.22327
▁front	-9.2266
▁potential	-9.22751
▁imagine	-9.22766
der	-9.22773
▁basically	-9.22797
▁class	-9.22801
▁perhaps	-9.22809
▁David	-9.2283
▁reading	-9.2298
▁parents	-9.23129
▁due	-9.23201
▁War	-9.23224
om	-9.23861
ho	-9.23897
▁shoot	-9.23918
▁important	-9.24224
	-9.24537
▁excuse	-9.24537
▁husband	-9.24564
▁anyway	-9.24601
▁water	-9.24622
▁somewhat	-9.2464
▁bored	-9.24644
▁pointless	-9.24679
▁Jack	-9.24681
▁Most	-9.24688
▁Yes	-9.24746
As	-9.24762
▁dis	-9.25028
▁view	-9.25245
▁upon	-9.25314
▁sequences	-9.2533
▁r	-9.25345
▁aren	-9.25385
▁brother	-9.25423
ster	-9.25436
▁credit	-9.25499
▁wait	-9.25744
ure	-9.25802
▁e	-9.25958
▁straight	-9.26354
▁simple	-9.26355
▁large	-9.26356
giving	-9.26357
▁favorite	-9.26358
▁entertainment	-9.26375
oo	-9.26641
movie	-9.2668
▁dog	-9.26828
▁appear	-9.26868
v	-9.26885
H	-9.27096
▁theater	-9.27288
ated	-9.27342
who	-9.2798
▁fire	-9.28089
▁An	-9.28096
▁famous	-9.28207
▁purpose	-9.28207
▁store	-9.28207
▁stick	-9.28218
▁please	-9.28246
▁overall	-9.2828
▁sorry	-9.28331
▁po	-9.28406
▁camp	-9.29014
▁hear	-9.29229
▁villain	-9.29235
▁sequence	-9.29262
ble	-9.29307
J	-9.29375
▁minute	-9.29377
▁sets	-9.29413
▁comment	-9.29513
▁learn	-9.29632
▁actual	-9.29754
▁Go	-9.29902
ag	-9.30069
▁living	-9.30095
▁country	-9.30104
▁suspense	-9.30155
▁happy	-9.30181
▁Who	-9.30194
▁somehow	-9.30202
My	-9.30217
▁forced	-9.30279
▁6	-9.30397
▁ship	-9.30423
os	-9.30507
▁stand	-9.30576
▁pass	-9.3081
▁Ra	-9.30842
co	-9.31098
▁cause	-9.31112
?)	-9.31253
▁deal	-9.31397
▁flat	-9.31407
▁jump	-9.31417
ta	-9.31732
▁ma	-9.31796
▁working	-9.31838
▁roles	-9.3185
▁ask	-9.31932
▁Indian	-9.31933
▁count	-9.31946
▁police	-9.31989
▁bizarre	-9.32017
▁positive	-9.32017
▁attack	-9.32018
▁respect	-9.32025
▁believable	-9.32039
▁support	-9.32046
▁James	-9.32069
▁definitely	-9.32077
▁Wood	-9.32101
▁painful	-9.32253
▁offer	-9.32317
ni	-9.32783
▁explain	-9.32876
ance	-9.32939
▁gives	-9.33038
▁number	-9.33187
▁alien	-9.33194
▁value	-9.33203
▁song	-9.3349
▁super	-9.33601
")	-9.33675
▁mostly	-9.33757
▁escape	-9.3379
▁middle	-9.33978
▁television	-9.33979
▁deep	-9.33998
▁brain	-9.34039
▁battle	-9.34045
▁Fro	-9.34451
ably	-9.34639
▁works	-9.34741
▁*	-9.34817
▁rate	-9.35098
▁question	-9.35265
▁today	-9.3534
▁certain	-9.35629
▁despi	-9.35657
▁suppose	-9.35674
▁known	-9.35851
▁agree	-9.3592
▁Bo	-9.35934
▁trouble	-9.35977
▁common	-9.35978
▁cartoon	-9.35978
▁disappointment	-9.3598
▁amount	-9.36032
▁Nothing	-9.36033
land	-9.36036
ud	-9.36056
▁five	-9.36061
▁strong	-9.36069
▁plain	-9.3608
em	-9.36086
0	-9.36396
▁land	-9.36695
U	-9.36813
▁comments	-9.36859
▁credits	-9.36983
do	-9.37028
▁Let	-9.37201
▁previous	-9.37663
▁list	-9.37697
vi	-9.3794
▁Un	-9.3797
▁similar	-9.38014
▁garbage	-9.38018
▁describe	-9.38019
▁okay	-9.38074
▁barely	-9.3811
▁haven	-9.38271
line	-9.38375
▁U	-9.38461
▁expected	-9.38825
▁hop	-9.38834
▁accent	-9.39419
▁situation	-9.39451
▁build	-9.39529
well	-9.39547
ol	-9.39664
▁present	-9.39677
of	-9.397
▁perfect	-9.39735
▁British	-9.40102
▁among	-9.40126
▁Like	-9.40155
▁needs	-9.40378
▁forward	-9.40404
io	-9.4047
die	-9.40581
ick	-9.40675
▁building	-9.40722
▁Al	-9.41084
▁acted	-9.41168
▁ends	-9.41185
▁twist	-9.41192
▁elements	-9.41258
▁door	-9.41581
▁ended	-9.41704
that	-9.41763
▁state	-9.41937
▁showing	-9.42155
▁suggest	-9.42229
▁typical	-9.42229
▁easy	-9.42229
▁mix	-9.42234
▁hilarious	-9.42262
▁modern	-9.42274
▁nowhere	-9.42301
▁using	-9.42359
▁reality	-9.42443
que	-9.42552
▁events	-9.42677
▁remind	-9.42858
7	-9.42919
▁sh	-9.42973
▁toward	-9.431
▁hands	-9.43224
▁expecting	-9.43378
▁writers	-9.43989
▁Tom	-9.4409
▁realize	-9.44201
ap	-9.44263
▁eye	-9.44337
ug	-9.44345
this	-9.44351
▁difficult	-9.44403
▁nudity	-9.44403
▁above	-9.44405
▁vote	-9.44408
▁forget	-9.44411
▁create	-9.44425
▁OF	-9.44442
▁Scott	-9.44463
▁fish	-9.44471
▁rock	-9.44474
▁laughable	-9.4452
▁leads	-9.44646
▁90	-9.44653
▁anti	-9.4483
▁form	-9.44838
time	-9.44998
▁songs	-9.45255
▁mentioned	-9.45428
4	-9.45451
ard	-9.45539
▁rip	-9.45822
▁comic	-9.46144
ER	-9.46302
▁mistake	-9.46439
ier	-9.46465
▁background	-9.46625
▁disaster	-9.46625
▁paid	-9.46625
▁odd	-9.46626
▁CGI	-9.46638
▁male	-9.4676
▁theme	-9.46865
▁viewers	-9.47046
▁missing	-9.47066
ow	-9.47085
▁Ha	-9.47535
nd	-9.476
per	-9.4764
▁La	-9.4796
▁discover	-9.48254
▁amazing	-9.48539
▁incredibl	-9.48689
▁7	-9.48831
▁possib	-9.48842
▁prison	-9.48857
▁college	-9.48898
▁soundtrack	-9.48898
▁future	-9.48899
▁fast	-9.48904
▁screenplay	-9.48909
▁gang	-9.48914
▁mood	-9.48922
▁Italian	-9.48933
▁Perhaps	-9.48947
▁bomb	-9.48963
▁George	-9.48974
▁Richard	-9.48975
▁9	-9.49124
▁Bad	-9.49153
j	-9.49167
▁drive	-9.49302
▁attempts	-9.4953
▁interested	-9.49704
came	-9.4974
▁inside	-9.49846
▁pro	-9.4986
▁filmmakers	-9.50097
hi	-9.50129
all	-9.50628
▁free	-9.50697
▁sc	-9.5074
▁By	-9.50787
▁means	-9.50842
▁effect	-9.5085
▁Le	-9.50906
dy	-9.50981
▁sick	-9.51212
▁regard	-9.51224
▁control	-9.51224
▁serve	-9.51224
▁wooden	-9.51225
▁70	-9.51233
▁slasher	-9.51248
▁fake	-9.51256
volving	-9.51314
▁former	-9.51385
▁win	-9.51757
▁Mar	-9.52014
▁holes	-9.52129
▁deliver	-9.52523
▁fighting	-9.52548
▁points	-9.52735
▁throw	-9.52877
▁80	-9.52981
▁hardly	-9.53101
▁suit	-9.53325
ba	-9.53354
▁mediocre	-9.53605
▁wrote	-9.53605
▁neither	-9.53605
▁dress	-9.53664
▁military	-9.5367
▁30	-9.5376
▁successful	-9.53804
▁whatever	-9.53843
▁cat	-9.53844
▁setting	-9.53875
off	-9.541
▁fit	-9.54126
▁beat	-9.5417
▁provide	-9.54232
▁meant	-9.54243
▁Her	-9.54558
▁fill	-9.5491
▁Here	-9.55016
▁ha	-9.55279
op	-9.55334
▁leaves	-9.55496
ING	-9.55557
da	-9.55582
▁America	-9.55784
▁laughing	-9.55997
▁basic	-9.56032
▁smart	-9.56044
▁computer	-9.56044
▁bought	-9.56057
▁concept	-9.5612
▁produced	-9.56131
▁trip	-9.56184
▁la	-9.56311
▁god	-9.56471
▁lo	-9.56523
ng	-9.56654
▁directing	-9.56676
8	-9.56698
ill	-9.56942
▁drug	-9.573
▁direct	-9.5736
ang	-9.57452
▁knows	-9.57457
ex	-9.57527
▁plan	-9.57779
mar	-9.57794
with	-9.57957
▁Car	-9.57988
▁fl	-9.57992
etic	-9.58057
▁honest	-9.58191
▁particular	-9.58194
▁pace	-9.58208
▁creature	-9.58294
▁secret	-9.5853
▁desert	-9.58545
▁ground	-9.58547
▁various	-9.5855
▁development	-9.58553
▁remake	-9.58556
▁romantic	-9.58567
▁third	-9.58582
???	-9.58596
▁notice	-9.58597
▁disappointing	-9.58678
▁send	-9.58688
▁thrown	-9.58733
▁failed	-9.58764
▁taste	-9.58764
▁bar	-9.58776
▁surprised	-9.58819
▁reasons	-9.58829
▁oh	-9.5883
▁considered	-9.5899
light	-9.59246
▁gay	-9.59255
▁15	-9.59343
▁Lee	-9.59402
day	-9.59439
▁Me	-9.59507
▁Co	-9.59681
▁torture	-9.59812
ach	-9.59859
▁touch	-9.59996
▁consider	-9.6
▁producers	-9.60229
uff	-9.60414
some	-9.60525
▁general	-9.60754
▁sign	-9.60828
▁German	-9.60873
You	-9.60881
▁relationship	-9.60922
▁victim	-9.60966
nna	-9.61027
ga	-9.61105
▁earlier	-9.61108
▁herself	-9.61108
▁period	-9.61108
▁political	-9.61108
▁Japanese	-9.61108
▁memorable	-9.61109
▁tale	-9.61109
▁cross	-9.6111
▁train	-9.6111
▁appreciate	-9.6111
▁adaptation	-9.61114
▁rich	-9.61114
▁yes	-9.61125
▁agent	-9.61131
▁porn	-9.61138
?"	-9.61158
▁moving	-9.61183
▁slightly	-9.61213
▁Watch	-9.6128
▁gone	-9.61337
▁equal	-9.61429
▁musical	-9.61457
▁copy	-9.61489
▁cr	-9.61529
ab	-9.61669
ice	-9.61689
▁cute	-9.61788
me	-9.61799
▁sadly	-9.6188
side	-9.62352
you	-9.62511
▁fr	-9.62587
top	-9.62642
▁island	-9.62697
▁features	-9.62733
▁grow	-9.6296
▁party	-9.63084
▁insult	-9.63105
▁includ	-9.63205
▁50	-9.63208
▁Lo	-9.63304
rs	-9.63335
ns	-9.6341
▁King	-9.6345
nother	-9.63461
▁sexual	-9.63512
▁drag	-9.63628
▁clever	-9.6371
▁Christian	-9.63717
▁choice	-9.63739
▁industry	-9.63739
▁clothes	-9.6374
▁crazy	-9.63741
▁pure	-9.63769
▁otherwise	-9.63775
▁filmed	-9.63778
▁apart	-9.63798
▁perform	-9.63806
▁crappy	-9.63812
▁earth	-9.63826
▁NO	-9.63997
▁sp	-9.64018
red	-9.6423
ten	-9.64276
▁rented	-9.6448
▁died	-9.64678
▁g	-9.65175
▁wondering	-9.65435
rought	-9.65568
▁shame	-9.65887
▁mis	-9.65904
art	-9.65975
og	-9.65987
▁visual	-9.6608
ence	-9.6609
For	-9.66216
▁within	-9.66301
▁loved	-9.66363
▁company	-9.66442
▁plenty	-9.66442
▁scientist	-9.66442
▁giant	-9.66442
▁Moore	-9.66442
▁shallow	-9.66443
▁amusing	-9.66443
▁sister	-9.66444
▁random	-9.66445
▁personal	-9.66447
▁absurd	-9.66467
▁wall	-9.66482
▁catch	-9.66525
▁fell	-9.66557
▁Star	-9.66652
▁compared	-9.66663
▁wonderful	-9.6684
▁Too	-9.66842
par	-9.67235
▁shooting	-9.67448
my	-9.67527
▁walking	-9.6763
▁soldiers	-9.67642
▁lacks	-9.67673
▁members	-9.6809
▁plane	-9.68129
old	-9.68136
uit	-9.68163
▁appeal	-9.68577
▁sleep	-9.68597
▁air	-9.68638
▁cliché	-9.68978
▁surprise	-9.68983
▁Seagal	-9.6922
▁remote	-9.6922
▁turkey	-9.6922
▁whatsoever	-9.6922
▁western	-9.6922
▁conclusion	-9.69221
▁rubbish	-9.69225
▁further	-9.69225
▁8	-9.69226
▁atmosphere	-9.69229
▁unbelievable	-9.69238
▁fear	-9.6924
▁portrayal	-9.69269
▁Peter	-9.69297
▁easily	-9.69324
▁constantly	-9.69344
▁display	-9.69403
een	-9.69426
▁th	-9.69465
To	-9.69495
▁folks	-9.69577
rew	-9.69587
▁Mary	-9.69656
aw	-9.69735
▁created	-9.69789
cy	-9.69848
▁sing	-9.69859
▁sounds	-9.69873
ker	-9.7001
▁added	-9.70038
ite	-9.70105
▁lover	-9.70354
uch	-9.70824
tal	-9.70913
?!	-9.70963
ned	-9.71086
▁Jo	-9.71286
▁chase	-9.71921
▁Di	-9.72061
▁channel	-9.72077
▁travel	-9.72077
▁truth	-9.72077
▁Earth	-9.72077
▁interview	-9.72079
▁impression	-9.72086
▁MST	-9.72095
▁books	-9.72122
▁normal	-9.72142
▁charge	-9.72144
▁unfortunately	-9.72184
▁sucked	-9.72397
▁Where	-9.72465
▁Although	-9.72611
▁realistic	-9.73023
▁waiting	-9.73063
ial	-9.73271
▁episodes	-9.73312
ily	-9.73403
▁happening	-9.73582
▁sat	-9.73733
ay	-9.73915
▁12	-9.74244
ny	-9.74249
▁di	-9.74251
▁per	-9.74435
▁exist	-9.74522
▁Steve	-9.74845
▁stage	-9.74851
▁dance	-9.74927
▁brilliant	-9.75018
▁answer	-9.75018
▁horse	-9.75018
▁lousy	-9.75018
▁ugly	-9.75021
▁animation	-9.75021
▁impossible	-9.75024
▁glad	-9.75025
▁match	-9.75025
▁gangster	-9.75032
▁Jim	-9.75038
▁Dead	-9.75042
▁mere	-9.75054
▁immediately	-9.75055
▁tired	-9.75092
▁enjoyable	-9.7513
We	-9.75132
▁extra	-9.75267
▁Joe	-9.75408
▁Da	-9.75552
way	-9.75565
▁younger	-9.75625
▁considering	-9.75738
ger	-9.75978
▁viewing	-9.76039
by	-9.76054
lin	-9.76116
▁William	-9.76237
▁costumes	-9.76328
▁sl	-9.76445
▁highly	-9.76517
▁18	-9.76598
▁bed	-9.77017
▁sucks	-9.77026
▁bi	-9.77034
even	-9.77445
When	-9.77455
ber	-9.77516
▁emotional	-9.77773
ca	-9.77884
▁cult	-9.78039
▁century	-9.78048
▁confusing	-9.78048
▁embarrassing	-9.78048
▁explanation	-9.78048
▁violent	-9.78048
▁Great	-9.78049
▁depth	-9.78049
▁York	-9.78049
▁leaving	-9.7805
▁nature	-9.7805
▁baby	-9.78052
▁rare	-9.78058
▁lady	-9.78059
▁saving	-9.78061
▁deserve	-9.78069
▁public	-9.78088
▁climax	-9.78114
▁mine	-9.78122
▁prove	-9.78122
▁Everything	-9.78132
▁Charles	-9.78147
▁confused	-9.78158
▁demon	-9.78226
▁motion	-9.7823
▁US	-9.78332
▁vampire	-9.78361
gu	-9.78366
▁ideas	-9.78402
▁watchable	-9.78558
ade	-9.78786
▁changed	-9.78857
▁Che	-9.79083
▁laughs	-9.79094
ak	-9.79134
▁questions	-9.7917
▁require	-9.7917
▁boys	-9.79194
▁entirely	-9.79373
Not	-9.79457
led	-9.79484
ub	-9.79706
min	-9.79866
ah	-9.79874
▁shock	-9.80089
▁reviewer	-9.80116
▁sa	-9.80136
ron	-9.80528
▁changes	-9.80533
▁ride	-9.80659
▁finish	-9.80716
▁ways	-9.80749
▁recent	-9.80846
ight	-9.8094
▁Tr	-9.81064
▁Smith	-9.81173
▁creepy	-9.81173
▁fashion	-9.81173
▁mouth	-9.81173
▁romance	-9.81173
▁attitude	-9.81174
▁visit	-9.81174
▁expectations	-9.81175
▁information	-9.81178
▁connection	-9.81202
▁disturbing	-9.81204
▁Film	-9.81222
▁promise	-9.81242
▁trailer	-9.81279
▁intelligent	-9.81315
▁suddenly	-9.81347
▁Lu	-9.81367
▁dramatic	-9.81394
▁emotion	-9.81527
▁million	-9.81546
▁zombie	-9.81618
▁student	-9.81621
▁remain	-9.81629
▁week	-9.81651
▁Du	-9.81777
▁asked	-9.81946
▁casting	-9.82
▁Li	-9.82047
▁sexy	-9.82133
▁pain	-9.82271
ette	-9.82365
▁supposedly	-9.82645
▁exception	-9.8265
cal	-9.82775
▁skin	-9.82847
ties	-9.82892
ail	-9.8312
▁Se	-9.83671
▁lacking	-9.83687
▁miss	-9.83762
budget	-9.83806
▁carry	-9.83825
ank	-9.83826
▁o	-9.83937
▁destroy	-9.83971
▁meaning	-9.84007
▁utter	-9.84047
▁convincing	-9.84057
▁success	-9.84212
Don	-9.84237
▁Pa	-9.84346
▁Lynch	-9.84399
▁World	-9.84399
▁brief	-9.84399
▁angry	-9.844
▁humour	-9.844
▁mask	-9.84404
▁dying	-9.84408
▁tough	-9.8441
▁amateurish	-9.84412
▁popular	-9.84432
▁mad	-9.84435
▁mid	-9.84439
▁pretentious	-9.84449
▁bottom	-9.84469
▁city	-9.84481
▁loud	-9.84514
▁somewhere	-9.84522
▁Every	-9.84575
▁victims	-9.84578
▁round	-9.84598
▁Steven	-9.84702
▁sn	-9.85018
▁Movie	-9.8505
tra	-9.85083
▁heck	-9.85122
bo	-9.85282
▁leader	-9.85396
▁longer	-9.8542
com	-9.85462
ise	-9.85495
▁Ben	-9.85585
▁talented	-9.85735
▁worked	-9.85742
▁shop	-9.85758
▁following	-9.85916
▁flicks	-9.86287
tion	-9.86525
▁begins	-9.86533
He	-9.86543
▁fat	-9.86672
▁business	-9.86984
ring	-9.8709
`	-9.87129
▁19	-9.87173
▁eat	-9.87176
right	-9.87413
ized	-9.87501
ue	-9.87503
▁date	-9.87588
▁clue	-9.87698
▁lose	-9.87714
▁mark	-9.87723
+	-9.87732
	-9.87733
▁Because	-9.87733
▁fault	-9.87733
▁process	-9.87733
▁cash	-9.87733
▁hurt	-9.87736
▁Mexican	-9.87736
▁sake	-9.87748
▁science	-9.87754
▁step	-9.87756
▁cold	-9.87756
▁fantasy	-9.87784
▁bland	-9.87794
▁nonsense	-9.87804
▁language	-9.87825
▁professional	-9.8787
▁Night	-9.87901
▁rape	-9.87948
unt	-9.87959
▁sell	-9.87963
▁scenery	-9.87969
▁board	-9.88037
▁honestly	-9.88206
▁doctor	-9.88319
▁missed	-9.88325
▁location	-9.88379
▁detail	-9.88395
▁Did	-9.88636
▁Day	-9.88673
▁ch	-9.88776
▁pi	-9.89038
▁makers	-9.89048
ney	-9.89275
▁pieces	-9.89497
iz	-9.89625
ver	-9.89677
AR	-9.89682
ack	-9.89849
ating	-9.89892
▁Y	-9.90221
va	-9.9029
OR	-9.9035
what	-9.90388
▁allow	-9.9039
▁Z	-9.90504
_	-9.90573
director	-9.90587
Well	-9.90666
ame	-9.90935
▁monsters	-9.9094
▁Space	-9.90943
▁program	-9.91063
▁Sam	-9.9108
▁club	-9.91181
▁exciting	-9.91181
▁Oscar	-9.91181
▁suspect	-9.91183
▁force	-9.91184
▁thin	-9.91195
▁Bill	-9.91196
▁cave	-9.91202
▁unfunny	-9.91202
▁grace	-9.9121
▁join	-9.91222
▁Bruce	-9.91255
▁Dracula	-9.91255
▁Jane	-9.91275
▁flow	-9.91278
▁Guy	-9.91284
▁brutal	-9.91287
▁soft	-9.9129
All	-9.91353
▁Any	-9.91373
▁race	-9.91398
ka	-9.91436
how	-9.91473
▁outside	-9.91509
▁More	-9.91539
LY	-9.916
▁allowed	-9.91644
▁pop	-9.91704
▁seconds	-9.91724
ball	-9.91864
▁bird	-9.91903
▁ball	-9.91998
▁vi	-9.92078
▁Ro	-9.92111
▁cost	-9.92126
▁inter	-9.92314
▁Love	-9.92358
▁names	-9.92381
ep	-9.92385
▁alive	-9.92396
▁teenagers	-9.9243
ric	-9.92478
use	-9.92585
▁YOU	-9.92613
▁mo	-9.92642
ming	-9.92672
rap	-9.92908
che	-9.93023
ina	-9.93232
▁driv	-9.93293
ff	-9.93572
▁80'	-9.93593
▁design	-9.93857
ile	-9.93898
ti	-9.94024
▁w	-9.94166
house	-9.94172
Now	-9.94187
▁truck	-9.9423
▁students	-9.94242
ions	-9.94431
▁ran	-9.9456
▁depict	-9.947
ec	-9.94717
▁Can	-9.94731
▁desperate	-9.94752
▁genuine	-9.94752
▁narrative	-9.94752
▁chemistry	-9.94753
▁literally	-9.94754
▁stock	-9.94764
▁pair	-9.94764
▁jail	-9.94765
▁insane	-9.94771
▁season	-9.94772
▁boat	-9.94773
▁uninteresting	-9.94787
▁Take	-9.94791
▁photography	-9.94808
▁ultimately	-9.94823
▁mystery	-9.9483
▁African	-9.94835
▁era	-9.94862
▁edited	-9.94895
▁disgusting	-9.949
▁spot	-9.94919
▁Martin	-9.94954
▁Jones	-9.94957
▁mission	-9.94977
ong	-9.95033
▁focus	-9.95051
▁treated	-9.95077
▁portrayed	-9.95088
▁utterly	-9.95145
▁Mi	-9.95197
ony	-9.95208
▁accident	-9.9541
▁eating	-9.95434
eep	-9.95492
▁singing	-9.95566
▁appeared	-9.95651
▁dream	-9.95702
▁animal	-9.95708
6	-9.95733
nce	-9.95756
▁keeps	-9.95832
ze	-9.95858
▁nucle	-9.95979
bit	-9.96096
ship	-9.96117
▁revolve	-9.96412
No	-9.96809
men	-9.9701
▁Ch	-9.97146
▁laughed	-9.97419
▁logic	-9.97456
▁news	-9.97472
idden	-9.97748
ize	-9.97757
▁bits	-9.97759
▁Chris	-9.97806
▁record	-9.97823
American	-9.97862
▁charm	-9.97895
▁listen	-9.9798
▁develop	-9.97984
▁junk	-9.98006
One	-9.98068
▁apparent	-9.98107
▁absolute	-9.98108
▁pan	-9.98215
ors	-9.98223
▁product	-9.98408
▁host	-9.98444
▁author	-9.98451
▁accurate	-9.98456
▁regular	-9.98456
▁contrived	-9.98456
▁promising	-9.98456
▁society	-9.98456
▁boyfriend	-9.98456
▁heavy	-9.98456
▁Power	-9.98456
▁content	-9.98456
▁presence	-9.98456
▁asleep	-9.98457
▁difference	-9.98457
▁imagination	-9.98457
▁tension	-9.98459
▁blind	-9.9846
▁office	-9.98484
▁studio	-9.98485
▁dad	-9.98488
▁cinematic	-9.98497
▁thus	-9.98497
▁reach	-9.98511
▁Disney	-9.98514
▁street	-9.98518
▁station	-9.98518
▁eventually	-9.98529
▁frame	-9.98532
▁machine	-9.98536
▁Other	-9.98553
▁Black	-9.98559
▁Despi	-9.9856
au	-9.98577
evin	-9.98594
star	-9.98681
▁moral	-9.98689
eg	-9.98835
▁clichéd	-9.98869
EN	-9.98872
▁moves	-9.99048
▁intended	-9.99176
▁area	-9.99239
▁blame	-9.99324
▁led	-9.99453
▁track	-9.99456
▁adult	-9.99505
▁bo	-9.99514
▁situations	-9.99633
rated	-9.99718
ac	-9.99783
▁values	-9.99955
her	-10.0002
▁ready	-10.0007
▁images	-10.0045
over	-10.0046
they	-10.0048
▁dude	-10.0103
▁sea	-10.0107
▁magic	-10.0109
istic	-10.0111
ping	-10.014
lly	-10.0148
low	-10.0159
X	-10.0167
▁hang	-10.017
making	-10.0175
▁deserves	-10.0188
▁Kill	-10.0193
▁loose	-10.0194
▁involve	-10.0198
▁survive	-10.0213
▁Angel	-10.0218
AN	-10.0229
▁Lewis	-10.023
▁London	-10.023
▁Queen	-10.023
▁approach	-10.023
▁awkward	-10.023
▁convince	-10.023
▁mysterious	-10.023
▁suicide	-10.023
▁tedious	-10.023
▁zero	-10.023
▁indeed	-10.023
▁search	-10.023
▁Danny	-10.0231
▁enter	-10.0231
▁load	-10.0232
▁appearance	-10.0232
▁length	-10.0236
▁13	-10.0236
▁effective	-10.0237
▁opportunity	-10.0237
▁Charlie	-10.0237
▁anywhere	-10.0238
▁Hell	-10.0238
▁afraid	-10.0243
lock	-10.0244
▁pretend	-10.0245
▁Please	-10.0245
▁army	-10.0247
▁laughter	-10.025
▁phone	-10.025
▁advice	-10.0251
▁greatest	-10.0263
▁drugs	-10.0268
ung	-10.0274
▁recently	-10.0274
ock	-10.0278
▁endless	-10.028
ning	-10.032
▁seat	-10.0328
▁murdered	-10.0333
▁include	-10.0347
▁blow	-10.0348
▁ghost	-10.0349
▁:	-10.0355
▁lu	-10.036
▁teen	-10.0379
▁ti	-10.0379
ham	-10.0381
▁lighting	-10.0389
▁ski	-10.0392
▁Ba	-10.0438
▁judge	-10.044
ities	-10.0459
ler	-10.0465
work	-10.0473
we	-10.0489
atur	-10.0494
▁bear	-10.0499
▁40	-10.0502
▁en	-10.0506
ute	-10.0513
▁featur	-10.0537
▁roll	-10.0565
▁drink	-10.0567
▁100	-10.0571
Some	-10.0572
Oh	-10.0582
looking	-10.0585
starring	-10.0593
▁natural	-10.0594
▁boo	-10.0598
▁clichés	-10.0621
▁favor	-10.063
▁horribly	-10.063
▁intelligence	-10.063
▁likable	-10.063
▁nobody	-10.063
▁serial	-10.063
▁complex	-10.063
▁dreadful	-10.063
▁government	-10.063
▁Girl	-10.063
▁tape	-10.063
▁naked	-10.063
▁push	-10.063
▁relative	-10.0631
lie	-10.0632
▁Paris	-10.0632
▁bank	-10.0633
▁Kane	-10.0634
▁Howard	-10.0634
▁personality	-10.0634
▁Out	-10.0636
▁Good	-10.0636
▁screenwriter	-10.0637
▁culture	-10.0638
▁unlike	-10.0639
▁Moon	-10.0641
▁People	-10.0641
▁familiar	-10.0643
▁sight	-10.0644
▁stinker	-10.0645
▁correct	-10.0646
uck	-10.0647
▁letter	-10.0648
▁Jr	-10.0649
▁rental	-10.0652
ey	-10.0652
▁band	-10.0656
▁ability	-10.0659
▁red	-10.066
▁below	-10.0674
▁suck	-10.0686
▁generally	-10.0686
▁`	-10.0703
▁rid	-10.0704
ery	-10.0706
▁return	-10.0712
ving	-10.0732
▁whom	-10.0746
▁criminal	-10.0764
▁contain	-10.0768
▁producer	-10.079
fully	-10.0803
▁Mc	-10.0803
mm	-10.0826
▁Bob	-10.0828
con	-10.0871
▁helped	-10.0881
▁su	-10.0891
▁acts	-10.0894
▁skip	-10.0903
fa	-10.0904
gi	-10.0915
▁details	-10.0964
▁j	-10.0967
▁Blood	-10.0972
pi	-10.0974
▁steal	-10.0983
▁remains	-10.0986
Overall	-10.0986
year	-10.0988
back	-10.0991
good	-10.0999
▁reveal	-10.1001
core	-10.1011
▁("	-10.1017
▁Con	-10.1021
▁drunk	-10.1043
▁chick	-10.1045
▁commit	-10.1045
▁everybody	-10.1047
▁evidence	-10.1047
▁technical	-10.1047
▁thousand	-10.1047
▁clean	-10.1047
▁innocent	-10.1047
▁awesome	-10.1047
▁network	-10.1047
▁bodies	-10.1047
▁mountain	-10.1047
▁available	-10.1047
▁curious	-10.1047
▁1950	-10.1047
▁failure	-10.1048
▁stuck	-10.1048
▁six	-10.1049
▁fame	-10.1049
▁reaction	-10.1051
▁impressive	-10.1054
▁Russian	-10.1055
▁boss	-10.1056
▁Miss	-10.1057
TV	-10.1058
▁master	-10.1065
▁Never	-10.1065
▁unintentionally	-10.1066
▁Very	-10.1068
our	-10.1072
▁driver	-10.1093
ound	-10.1094
▁screaming	-10.1099
▁noticed	-10.1101
▁Chan	-10.1101
▁wise	-10.1106
▁Time	-10.1106
see	-10.111
▁X	-10.1113
▁soul	-10.1121
end	-10.1134
▁10.	-10.1134
▁willing	-10.1141
fest	-10.1147
▁cameo	-10.1152
▁planet	-10.1174
▁scare	-10.118
▁weapons	-10.1186
bout	-10.1195
▁directors	-10.1223
pp	-10.1225
▁fi	-10.1252
ince	-10.1261
▁hat	-10.1273
▁adventure	-10.1301
▁Ann	-10.1303
ward	-10.1311
ory	-10.132
OL	-10.1321
▁gra	-10.1339
??	-10.1352
▁Sh	-10.1352
▁Ri	-10.1354
dom	-10.1362
▁Red	-10.1364
▁met	-10.1372
▁adds	-10.1373
▁fe	-10.1393
Do	-10.1394
▁hunt	-10.1408
screen	-10.1422
film	-10.1422
▁sympath	-10.1432
▁fool	-10.1434
▁Mad	-10.1442
▁historical	-10.1445
made	-10.1447
fer	-10.1454
▁Ne	-10.146
▁Rock	-10.1461
▁cry	-10.1466
▁Ber	-10.1478
▁gold	-10.1479
▁Hav	-10.148
▁President	-10.1482
▁lesbian	-10.1482
▁addition	-10.1482
▁refuse	-10.1482
▁Two	-10.1482
▁jerk	-10.1482
▁discuss	-10.1482
▁AND	-10.1482
▁wander	-10.1482
▁consist	-10.1482
▁window	-10.1482
▁green	-10.1482
▁switch	-10.1482
▁caught	-10.1483
▁edge	-10.1483
▁4/10	-10.1483
▁assume	-10.1483
▁excited	-10.1484
▁mock	-10.1485
Next	-10.1485
▁dare	-10.1485
▁Horror	-10.1486
▁grand	-10.1486
▁Ryan	-10.1488
▁masterpiece	-10.1489
▁broken	-10.1492
▁Show	-10.1492
▁Paul	-10.1493
▁road	-10.1494
▁Wow	-10.1495
▁limited	-10.1497
▁loser	-10.1498
ept	-10.15
▁Still	-10.1506
▁teacher	-10.1508
▁field	-10.151
ible	-10.1514
▁Matt	-10.1517
▁Park	-10.1524
***	-10.1529
▁Anyway	-10.1532
▁knowing	-10.1542
▁hopes	-10.1546
▁aim	-10.1547
cent	-10.1553
ual	-10.1554
▁bloody	-10.1566
▁shocking	-10.157
An	-10.1574
▁explained	-10.1586
......	-10.1588
ought	-10.159
rk	-10.1609
ED	-10.1614
▁forever	-10.1628
▁followed	-10.1633
bs	-10.164
ew	-10.1644
▁rated	-10.1648
▁member	-10.167
▁v	-10.1671
▁farm	-10.1688
though	-10.1692
▁Dan	-10.1693
▁Po	-10.1703
▁fights	-10.1704
▁flaws	-10.1705
▁brothers	-10.1711
▁aspects	-10.1717
▁issues	-10.1743
▁Sp	-10.1756
grade	-10.1761
▁ru	-10.1797
▁prefer	-10.1798
▁tone	-10.1801
ied	-10.1809
▁cops	-10.1823
▁dies	-10.1836
▁sum	-10.1846
ip	-10.185
▁sta	-10.1861
▁zombies	-10.1873
▁Sci	-10.1883
gging	-10.1884
▁aside	-10.1886
▁disappear	-10.1891
▁whi	-10.1896
night	-10.19
▁faces	-10.1917
▁pen	-10.1919
▁arts	-10.192
▁teenage	-10.193
▁Saudi	-10.1936
▁central	-10.1936
▁encounter	-10.1936
▁energy	-10.1936
▁franchise	-10.1936
▁irritating	-10.1936
▁married	-10.1936
▁regret	-10.1936
▁vehicle	-10.1936
▁beauty	-10.1936
▁rival	-10.1936
▁pilot	-10.1936
▁Norris	-10.1936
▁double	-10.1936
▁memory	-10.1936
▁negative	-10.1936
▁current	-10.1936
▁center	-10.1936
▁therefore	-10.1936
▁alright	-10.1937
▁service	-10.1937
▁terrific	-10.1937
▁continuity	-10.1937
▁Robin	-10.1938
▁unique	-10.1938
▁statement	-10.1939
▁minor	-10.194
▁Jackson	-10.194
▁Actually	-10.1941
▁Catherine	-10.1941
▁bright	-10.1941
▁impact	-10.1942
▁artistic	-10.1943
▁genius	-10.1943
bad	-10.1948
▁plus	-10.1949
▁officer	-10.1949
▁Director	-10.1952
▁Yeah	-10.1952
▁yeah	-10.1952
▁Was	-10.1954
▁freak	-10.1954
▁45	-10.1955
▁****	-10.1962
▁Does	-10.1963
▁Dark	-10.1964
▁City	-10.1965
▁originality	-10.1966
▁ON	-10.1975
▁actresses	-10.1977
▁Ni	-10.1977
▁developed	-10.1993
wood	-10.2003
▁II	-10.2003
▁finished	-10.2004
▁personally	-10.2004
▁telling	-10.2009
ale	-10.2011
▁lock	-10.2011
▁beach	-10.2015
▁gl	-10.2017
▁higher	-10.2027
▁May	-10.2037
▁presented	-10.2038
▁seeming	-10.204
▁stereotypes	-10.2049
▁according	-10.2051
ST	-10.2059
▁lived	-10.2063
▁bothered	-10.207
oth	-10.2071
▁warm	-10.208
▁terms	-10.2089
ped	-10.2095
▁pet	-10.2097
▁unrealistic	-10.2113
▁hated	-10.2113
▁paint	-10.2114
▁li	-10.2115
▁Mel	-10.2118
▁issue	-10.2143
▁standard	-10.215
▁Ar	-10.2153
▁Ho	-10.2157
▁award	-10.2166
vo	-10.2168
▁Sa	-10.2169
▁artist	-10.2182
▁ill	-10.2184
▁gr	-10.2184
void	-10.22
cul	-10.222
▁likely	-10.2242
▁contains	-10.2251
▁ba	-10.2278
ide	-10.2283
▁feelings	-10.2313
action	-10.2324
▁Bar	-10.2342
plot	-10.2352
Where	-10.2352
style	-10.2353
Why	-10.2354
played	-10.2357
ress	-10.2363
▁spin	-10.2369
▁Tim	-10.2376
▁grat	-10.2387
▁fift	-10.2393
▁bore	-10.2397
▁punch	-10.2406
cing	-10.2409
ction	-10.241
terribly	-10.2412
▁Texas	-10.2412
▁Wayne	-10.2412
▁cheese	-10.2412
▁comparison	-10.2412
▁dancing	-10.2412
▁embarrassed	-10.2412
▁motivation	-10.2412
▁necessary	-10.2412
▁teeth	-10.2412
▁unnecessary	-10.2412
▁Fox	-10.2412
▁device	-10.2412
▁Zoey	-10.2412
▁root	-10.2413
▁football	-10.2413
▁somebody	-10.2413
▁Adam	-10.2413
▁Moses	-10.2413
▁responsible	-10.2413
▁Devil	-10.2414
▁screw	-10.2414
▁witty	-10.2414
▁rise	-10.2414
▁Barry	-10.2414
▁60	-10.2415
▁Yet	-10.2415
▁coach	-10.2416
▁slapstick	-10.2417
▁graphic	-10.2418
▁Halloween	-10.242
▁anymore	-10.2421
▁goofy	-10.2422
▁Okay	-10.2423
▁choose	-10.2423
▁DO	-10.2425
▁Lone	-10.2426
▁social	-10.2428
▁owner	-10.243
dead	-10.2432
▁Get	-10.2434
▁mildly	-10.2435
▁becoming	-10.2436
▁sent	-10.2441
▁damn	-10.2443
▁wide	-10.2452
ried	-10.2453
▁law	-10.246
ax	-10.2467
▁soap	-10.2471
▁designed	-10.2475
▁destroyed	-10.2481
▁scared	-10.2482
▁bull	-10.2496
▁provided	-10.2497
ging	-10.2504
▁murderer	-10.2505
ries	-10.2507
▁portray	-10.2509
ink	-10.2511
▁note	-10.2516
▁poster	-10.2533
▁inept	-10.2535
▁Stan	-10.254
▁sequels	-10.2547
▁Vi	-10.2568
▁ahead	-10.2573
▁critics	-10.2575
▁ruin	-10.259
▁slowly	-10.2595
▁renting	-10.26
▁claim	-10.2608
uring	-10.2608
RA	-10.261
▁?	-10.2622
▁worthy	-10.2624
▁element	-10.2636
ean	-10.2638
▁asks	-10.2643
▁rescue	-10.2646
▁k	-10.2649
▁tr	-10.2655
▁heads	-10.2664
▁spirit	-10.268
az	-10.2686
▁Americans	-10.2692
▁standards	-10.27
?).	-10.2703
▁1.	-10.273
%	-10.2741
!).	-10.276
▁guns	-10.2765
▁Ka	-10.2766
▁adults	-10.2772
▁understanding	-10.2777
ical	-10.2787
▁imp	-10.2791
▁tw	-10.2796
▁costs	-10.28
▁Come	-10.2807
▁Cat	-10.281
▁im	-10.2821
di	-10.2831
▁scream	-10.2851
life	-10.2853
Whi	-10.2855
▁treat	-10.2865
▁concern	-10.2866
▁Har	-10.2867
▁extras	-10.2871
▁quick	-10.2878
▁base	-10.2894
▁stink	-10.2895
read	-10.2898
▁fiction	-10.2904
#	-10.2909
▁amateur	-10.291
▁represent	-10.2911
▁object	-10.2911
▁drop	-10.2911
▁Hitchcock	-10.2912
▁Little	-10.2912
▁Nicole	-10.2912
▁abysmal	-10.2912
▁disbelief	-10.2912
▁hundred	-10.2912
▁individual	-10.2912
▁knock	-10.2912
▁revenge	-10.2912
▁crowd	-10.2912
▁priest	-10.2912
▁ALL	-10.2912
▁paper	-10.2912
▁surround	-10.2912
▁wild	-10.2912
▁hospital	-10.2912
▁native	-10.2912
▁vague	-10.2913
▁instance	-10.2913
▁Jerry	-10.2913
▁opposite	-10.2913
▁legend	-10.2913
▁decade	-10.2913
▁Roger	-10.2913
▁surface	-10.2913
▁massive	-10.2914
▁fellow	-10.2914
▁3/10	-10.2914
▁attractive	-10.2914
▁stereotypical	-10.2914
▁hint	-10.2914
▁crack	-10.2915
▁Brian	-10.2915
▁expert	-10.2915
▁halfway	-10.2917
▁plastic	-10.2917
▁Larry	-10.2918
▁Bible	-10.292
▁Though	-10.2924
uous	-10.293
▁Am	-10.293
let	-10.2931
▁Rick	-10.2931
▁introduced	-10.2934
▁powerful	-10.2936
▁lesson	-10.2938
▁sympathy	-10.2939
▁bigger	-10.2941
▁Rand	-10.2946
ump	-10.2946
car	-10.2947
▁key	-10.2948
▁Fr	-10.2952
▁forgotten	-10.2963
▁Ca	-10.2972
▁campy	-10.2976
▁Overall	-10.2986
▁ratings	-10.2996
▁beside	-10.2996
▁offend	-10.3001
▁showed	-10.3014
har	-10.3044
▁fail	-10.3052
▁na	-10.3063
▁Hard	-10.3065
);	-10.3082
▁ice	-10.3093
▁saved	-10.3096
▁TO	-10.3101
don	-10.3107
▁separate	-10.3116
▁older	-10.3121
▁kick	-10.3125
▁van	-10.3132
ON	-10.3135
▁sin	-10.3141
▁idiot	-10.3151
▁pe	-10.3156
▁commercial	-10.3157
▁image	-10.316
igh	-10.3161
▁op	-10.3167
▁hire	-10.3173
▁filmmaker	-10.3192
▁Dian	-10.3206
are	-10.3218
▁hey	-10.3227
▁Uni	-10.3231
**	-10.3251
▁aspect	-10.329
▁Pre	-10.3298
▁carrie	-10.3299
where	-10.3342
▁Roberts	-10.3345
▁intention	-10.3353
▁emotions	-10.3363
▁Will	-10.3365
!!!!	-10.3365
Z	-10.3376
while	-10.3377
Anyway	-10.3378
That	-10.338
However	-10.338
comedy	-10.338
▁accept	-10.3389
pro	-10.339
▁min	-10.3408
▁luck	-10.3417
there	-10.3434
▁formula	-10.3435
▁exploit	-10.3437
pecial	-10.3437
▁hide	-10.3438
▁occur	-10.3438
▁Thomas	-10.3439
▁empty	-10.3439
▁generous	-10.3439
▁influence	-10.3439
▁psycho	-10.3439
▁qualities	-10.3439
▁research	-10.3439
▁silent	-10.3439
▁succeed	-10.3439
▁twenty	-10.3439
▁uninspired	-10.3439
▁virtual	-10.3439
▁sweet	-10.3439
▁affair	-10.3439
▁numero	-10.3439
▁born	-10.3439
▁unconvincing	-10.3439
▁Barney	-10.3439
▁tree	-10.344
▁merit	-10.344
▁Ranger	-10.344
▁trick	-10.344
▁Mike	-10.3441
▁shut	-10.3441
att	-10.3443
▁attract	-10.3444
▁hack	-10.3444
▁conflict	-10.3444
▁dirty	-10.3447
▁em	-10.3448
▁USA	-10.3449
▁compelling	-10.3451
▁chosen	-10.3451
▁SPOILERS	-10.3454
▁impressed	-10.3455
▁Really	-10.3455
▁lovely	-10.346
▁passion	-10.3463
▁useless	-10.3468
▁Look	-10.3468
▁warned	-10.3469
▁trust	-10.3473
▁Sadly	-10.3476
▁gory	-10.3477
▁wit	-10.3481
▁concerned	-10.3487
▁incredible	-10.3489
▁Part	-10.3495
▁revealed	-10.3497
▁ob	-10.3503
▁justice	-10.3505
▁Avoid	-10.3505
▁Mac	-10.3512
▁Cor	-10.3518
▁cons	-10.3518
▁shower	-10.3528
▁Satan	-10.3533
▁_	-10.3533
▁Fa	-10.3533
mate	-10.3534
▁praise	-10.3546
▁skills	-10.357
zy	-10.357
ja	-10.3571
▁du	-10.3579
▁ver	-10.3581
izing	-10.3587
AL	-10.3589
ain	-10.3591
▁grade	-10.3594
50	-10.3596
▁thanks	-10.3615
ich	-10.3631
▁buying	-10.3636
▁flaw	-10.3671
ita	-10.3674
▁arm	-10.3677
hoo	-10.3677
▁tend	-10.3691
▁u	-10.3704
▁protagonist	-10.3707
▁subplot	-10.3708
00	-10.3713
▁par	-10.3715
▁bag	-10.3717
▁calls	-10.372
▁Ta	-10.3733
▁Bu	-10.3734
▁recommended	-10.3736
▁Wi	-10.3744
gotten	-10.3751
▁cla	-10.3756
▁Williams	-10.378
▁Dar	-10.3782
iness	-10.3789
▁protect	-10.3798
Fi	-10.3809
▁2.	-10.3814
▁believed	-10.3819
rate	-10.3828
▁animals	-10.3855
set	-10.3881
▁locations	-10.3887
They	-10.3891
▁Big	-10.3895
port	-10.3897
tain	-10.3903
face	-10.3907
very	-10.3916
é	-10.3919
▁crash	-10.3924
dimensional	-10.3932
▁cares	-10.395
real	-10.3954
vin	-10.3958
▁surprising	-10.3959
den	-10.3959
▁abuse	-10.3962
▁capture	-10.3963
gar	-10.3976
▁loves	-10.3977
▁Evan	-10.3978
away	-10.398
Un	-10.3981
▁relate	-10.3987
▁youth	-10.3989
▁breath	-10.3993
▁wanna	-10.3993
▁Ti	-10.3994
▁Bullock	-10.3994
▁THIS	-10.3994
▁Vampire	-10.3994
▁associate	-10.3994
▁atrocious	-10.3994
▁corpse	-10.3994
▁offensive	-10.3994
▁repetitive	-10.3994
▁routine	-10.3994
▁system	-10.3994
▁wreck	-10.3994
▁Cinema	-10.3994
▁task	-10.3994
▁pacing	-10.3994
▁FBI	-10.3994
▁account	-10.3994
▁gross	-10.3994
▁guest	-10.3994
▁nasty	-10.3994
▁comedian	-10.3994
▁superior	-10.3994
▁detective	-10.3995
▁began	-10.3995
▁fresh	-10.3995
▁Stone	-10.3995
▁sentence	-10.3995
▁creative	-10.3996
▁treatment	-10.3996
▁dump	-10.3997
▁tight	-10.3997
▁commentary	-10.3998
▁sitcom	-10.3998
▁amaze	-10.3999
▁1970	-10.3999
▁Gold	-10.3999
▁target	-10.4
▁advise	-10.4
▁highlight	-10.4
▁Dame	-10.4001
▁Na	-10.4001
▁Max	-10.4001
▁thoroughly	-10.4001
▁Jackie	-10.4002
▁hotel	-10.4003
▁generation	-10.4004
▁Karen	-10.4005
▁lift	-10.4007
▁aware	-10.4007
ged	-10.4009
▁corny	-10.401
act	-10.401
▁table	-10.401
▁Angela	-10.4012
▁experiment	-10.4012
▁cable	-10.4015
▁model	-10.4016
▁bin	-10.4017
▁Second	-10.402
▁mom	-10.4024
▁None	-10.4025
▁share	-10.4029
▁foot	-10.4032
▁surprisingly	-10.4035
▁Rod	-10.4045
▁singer	-10.4054
▁Bam	-10.4056
▁Joan	-10.4063
▁Ray	-10.4066
Let	-10.4068
▁hits	-10.4075
▁delivers	-10.4085
ix	-10.4091
existent	-10.4096
ford	-10.4098
▁sleeping	-10.4123
list	-10.4124
ane	-10.4133
▁core	-10.4138
▁dollars	-10.415
long	-10.4155
ky	-10.4156
ire	-10.4163
▁twists	-10.4166
▁audiences	-10.418
▁talks	-10.4197
Ha	-10.4221
▁aliens	-10.4224
▁button	-10.4229
▁Count	-10.4238
ious	-10.4253
▁fantastic	-10.428
▁para	-10.428
▁Hu	-10.4282
.....	-10.4287
▁angle	-10.4302
▁IT	-10.4317
▁Cha	-10.4331
▁meeting	-10.4334
lon	-10.4363
▁Boy	-10.4372
▁Je	-10.4375
under	-10.4381
liners	-10.4383
hip	-10.4401
▁player	-10.4409
▁themes	-10.4422
aving	-10.446
tribute	-10.4465
▁chi	-10.4471
oh	-10.4472
▁seek	-10.4475
she	-10.4479
rapped	-10.4481
▁See	-10.4504
roll	-10.4505
▁Hal	-10.4514
▁complain	-10.4517
Maybe	-10.4523
especially	-10.4523
Jack	-10.4524
fight	-10.4529
On	-10.4532
run	-10.4533
boy	-10.4535
▁command	-10.4555
▁rap	-10.4565
▁compare	-10.4567
miss	-10.4573
type	-10.4574
▁actions	-10.4576
▁predict	-10.4578
▁Qui	-10.4582
▁Arnold	-10.4583
▁Murphy	-10.4583
▁Solomon	-10.4583
▁Taylor	-10.4583
▁Wagner	-10.4583
▁Women	-10.4583
▁assistant	-10.4583
▁cheerlead	-10.4583
▁gruesome	-10.4583
▁horrid	-10.4583
▁martial	-10.4583
▁poverty	-10.4583
▁print	-10.4583
▁Brown	-10.4583
▁belief	-10.4583
▁Western	-10.4583
▁funnier	-10.4583
▁Helsing	-10.4583
▁egg	-10.4583
▁incident	-10.4583
▁source	-10.4583
▁Captain	-10.4583
▁General	-10.4583
▁parody	-10.4583
▁solid	-10.4583
▁splatter	-10.4583
▁Ninja	-10.4583
▁quote	-10.4583
▁prostitute	-10.4583
▁morning	-10.4583
▁flesh	-10.4583
▁1960	-10.4583
▁THAT	-10.4583
▁borrow	-10.4583
▁blah	-10.4584
▁replace	-10.4584
▁Tommy	-10.4584
▁Edward	-10.4584
▁propaganda	-10.4585
▁existence	-10.4586
▁fix	-10.4586
▁relief	-10.4586
▁Everyone	-10.4586
▁theatre	-10.4586
▁jo	-10.4586
▁idiotic	-10.4587
▁essentially	-10.4588
▁UK	-10.4588
▁Noah	-10.4589
▁safe	-10.459
▁Sound	-10.4593
atch	-10.4593
▁lies	-10.4595
▁pile	-10.4596
▁tank	-10.4597
▁independent	-10.4597
▁gather	-10.4599
▁Poor	-10.46
▁smile	-10.46
▁loss	-10.4601
▁Dien	-10.4602
▁Boll	-10.4604
▁reporter	-10.4605
▁drawn	-10.4605
▁mindless	-10.4606
oy	-10.4607
▁rank	-10.4611
▁rushed	-10.4612
▁captured	-10.4616
▁stupidity	-10.4619
▁recall	-10.4622
▁Sheen	-10.4625
▁Bay	-10.463
▁mile	-10.4633
▁flying	-10.4634
air	-10.4637
▁earn	-10.4638
▁ruined	-10.4639
▁Fred	-10.4644
▁cringe	-10.4647
bar	-10.4655
ou	-10.4656
▁crying	-10.4669
▁Pu	-10.4675
▁rolling	-10.4677
▁Mu	-10.4684
▁previously	-10.4688
▁realized	-10.4691
▁El	-10.4712
▁ne	-10.4721
▁solve	-10.4722
ven	-10.4727
live	-10.4735
cra	-10.4736
▁def	-10.4738
tended	-10.4738
▁raise	-10.4747
▁suffers	-10.4768
▁blo	-10.4774
▁Fe	-10.4775
▁leg	-10.4777
▁puppets	-10.4784
filled	-10.4784
ative	-10.4801
▁references	-10.4801
▁cur	-10.4809
▁card	-10.4817
Then	-10.4829
lf	-10.4833
▁site	-10.4852
▁numbers	-10.4855
▁scripted	-10.486
▁talents	-10.4867
▁caus	-10.487
▁angles	-10.4872
RE	-10.4877
▁players	-10.4903
▁commercials	-10.4908
lia	-10.4914
▁expression	-10.4924
▁costume	-10.4931
▁soldier	-10.496
▁le	-10.4987
▁dec	-10.4995
ple	-10.4998
ular	-10.5001
▁Men	-10.5013
head	-10.5015
▁ya	-10.5031
tri	-10.5069
ET	-10.5072
▁sole	-10.5095
▁repeat	-10.5096
▁burn	-10.5098
play	-10.51
▁struggle	-10.5101
▁Sha	-10.5102
▁weeks	-10.5124
▁draw	-10.5125
ino	-10.5129
▁den	-10.513
ux	-10.5136
▁vampires	-10.5142
▁scar	-10.5142
First	-10.5148
Also	-10.5148
Just	-10.5148
John	-10.5148
horror	-10.5148
▁rob	-10.5149
watch	-10.5151
Avoid	-10.5155
▁stretch	-10.516
▁Are	-10.516
▁connect	-10.5161
▁wrestl	-10.5168
▁sudden	-10.5172
▁Com	-10.5174
▁exact	-10.5174
▁proper	-10.5177
Yes	-10.5201
entific	-10.5202
row	-10.5203
▁melodrama	-10.5206
▁intriguing	-10.5207
Spoiler	-10.5208
▁Campbell	-10.5208
▁Washington	-10.5208
▁astronaut	-10.5208
▁buddies	-10.5208
▁colour	-10.5208
▁competition	-10.5208
▁depressing	-10.5208
▁exercise	-10.5208
▁helicopter	-10.5208
▁implausible	-10.5208
▁jungle	-10.5208
▁ludicrous	-10.5208
▁newspaper	-10.5208
▁pitiful	-10.5208
▁position	-10.5208
▁religious	-10.5208
▁strength	-10.5208
